/* 
  Localizable.strings
  GDAudio

  Created by Raveeshwara S on 27/03/15.
  Copyright (c) 2015 Global Delight Technologies Pvt. Ltd. All rights reserved.
*/

//DeviceName = "GD Audio Device";
//ManufacturerName = "Global Delight Technologies Pvt. Ltd.";
